{"computers":[{"title":"Lenovo Ideapad ","description":"Lenovo Ideapad L3 i5-10210U 8 GB 256 GB SSD + 1 TB HDD NVIDIA GeForce MX130 2GB 15.6\"","price":"1200$"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Huawei Matebook","description":" D 14 AMD Ryzen 5 3500U 8GB Ram 512GB SSD W10 Home 14\" FHD","price":"1119$","category":"computers"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"HP 15-DA2002NT ","description":"Intel Core i5 i5-10210U 8 GB Ram 256 GB SSD NVIDIA GeForce MX110 15.6\"","price":"1500$","category":"computers"}],"monitors":[{"title":"Casper Excalibur E27QHD-G ","description":"27\" 144Hz 1ms (HDMI+Display) FreeSync + G-Sync 2K QHD LED","price":"300$"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"LG 24MK400H","description":"Full HD Picture Quality Experience Stunning Full HD With 1080p Full HD clarity, everything looks more detailed and more attractive than standard HD. Radeon FreeSync ™ Clearer, More Fluent View With Radeon FreeSync ™, gamers can experience seamless and fluid motion in high resolution and fast-paced games. Radeon FreeSync ™ virtually eliminates screen tearing and stuttering. Dynamic Motion Synchronization Take Action Faster Minimize input lag and capture every moment in real time with Dynamic Motion Sync. Black Stabilizer Enemies Have No Place to Hide You can avoid snipers lurking in the darkest places and quickly get away from the flash bomb. OnScreen Control Simpler User Interface Simple and intuitive OnScreen Control. With a few simple clicks, you can customize your display options. Convenient and Flexible to Hang on the Wall This monitor gives you the freedom to take it from your desk and hang it on the wall. Liberate your viewing options and free up space on your desk with the wall-mountable LG monitor.","price":"249$","category":"monitors"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Samsung SMS 24\" LS24D332HSX\/UF 1 MS 75","description":"Super fast response time 1 ms!  Your Samsung Monitor can handle the excitement of action movies, games and sports programming with a 1 millisecond faster response time. You can view images clearly and smoothly without any blurring, flickering or ghosting, even at the fastest movements on the screen. It does not hang when you play, so you will not be in a difficult situation in critical moments.","price":"457$","category":"monitors"}],"tablets":[{"title":"APPLE MUQW2TU\/A iPad Mini Wi-Fi 64GB - Space Grey","description":"iPad mini Power that cannot be underestimated. iPad mini was very popular with its big ingenuity that it fits in its small size. And now you have even more reasons to love him. A12 Bionic chip with Neural Engine. 7.9-inch Retina display with True Tone. And Apple Pencil to keep your great ideas flying when inspiration strikes. Actually it's the iPad mini you know. ","price":"689$"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Samsung Galaxy S6 Lite 64 GB 10.4 inç Gray Tablet","description":"Change the way you take notes Galaxy Tab S6 Lite is always with you to take notes and get things done when needed. With its slim and light body, its 10.4 \"screen, the One UI 2 interface offered on Android and the S Pen, it is always ready for action. A tablet that will always be with you while drawing, learning or playing games.","price":"357$","category":"tablets"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Lenovo ZA4G0072TR Tab M10 2Ghz 2GB\/32GB Qualcomm Snapdragon429 10.1\" Tablet","description":"You won't be able to take your eyes off Do your eyes a favor with the Tab P10's elegant design. The 10.1 inch FHD screen of the Tab PM0 shows you everything from a action packed action scene to beautiful details in family photos. Thin and light With a thickness of just 8.1 mm and a weight of 480g, you won't want to let the Tab M10 fit easily into your hand or backpack. Designed to not be a burden wherever you go Powerful sound that surrounds you Excitement when listening to music or watching movies, TV shows or videos Enjoy the transmitter sound quality. With dual front speakers and the sound of Dolby Atmos.® technology, you can experience the movie theater wherever you are.","price":"260$","category":"tablets"}],"cellphones":[{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Apple iPhone 11 64GB","description":"The screen is 6.1 inches but the frame is quite large because it is thin and the screen quality is more evident when playing games with vibrant bright colors, the transitions do not stick quite quickly, I love taking pictures, and thanks to the multi-camera on the back, it takes high focus and clear photos and the charge is long. going","price":"1.119$","category":"cellphones"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Xiaomi Redmi Note 9 Pro 6-128GB","description":"With brilliant details, flagship-level four cameras Redmi Note 9 Pro features flagship-level four-camera setup. The 64MP main camera clearly captures your favorite moments, and the ultra wide-angle lens, macro lens and depth sensor will make sure you get the best result regardless of what scenery you want to immortalize. Always worth remembering, the Redmi Note 9 Pro's ultra-high resolution cameras and AI optimizations make sure you're always ready to capture short moments.","price":"899$","category":"cellphones"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Samsung Galaxy A71 128GB ","description":"Display with less bezels and more viewing area Galaxy A71's symmetrical 6.7 \"Infinity-O Display provides realistic colors in everything you do and watch, from games to movies, from web browsing to multitasking, with Super AMOLED Plus color technology. Fascinating color, dynamic pattern Galaxy A71 looks great and provides a comfortable grip with its seamless and stylish curved edge display design.","price":"566$","category":"cellphones"}],"watches":[{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Apple Watch S3 38mm Silver","description":"Go beyond your limits.  View your data on popular workouts such as yoga, cycling, swimming, and high-intensity interval training.1 Track your runs with features developed specifically for runners, such as cadence and cadence alerts. Wirelessly pair your watch with compatible gym equipment.2 And sync your favorites list from Apple Music to your watch to stay motivated.3","price":"366$","category":"watches"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":"Huawei Watch GT2 Latona-B19S","description":"Revolutionary Power Solution HUAWEI WATCH GT series is always exploring the limits of smartwatch battery life. HUAWEI's self-developed wearable chip Kirin A1, with its dual-chip design and smart power saving technology, serves you day and night for 2 weeks. Minimalist Aesthetic Design Inspired by the aesthetic design of minimalism, HUAWEI WATCH GT 2 combines a high quality 3D glass face to create a frameless vision. Fine workmanship is captured in the detail of the watch case and classic design style. 01 Improved Battery Performance Revolutionary Power Solution HUAWEI WATCH GT series is always exploring the limits of smartwatch battery life.","price":"249$","category":"watches"},{"id":"<br \/>\r\n<b>Notice<\/b>:  Undefined variable: id in <b>C:\\xampp\\htdocs\\PHP\\lecture\\assignment1\\add.php<\/b> on line <b>23<\/b><br \/>\r\n","title":" SAMSUNG 4,9 Yorumlar (16) Stokta var Samsung Galaxy Watch 46mm SM-R800","description":"Your watch, your choice  Express yourself with your own Galaxy Watch. Choose the Bluetooth or standalone LTE model and choose between 42mm (Midnight Black, Rose Gold) and 46mm (Silver) body sizes. Then, complete your watch with a customizable watch face to perfectly match your lifestyle.","price":"236$","category":"watches"}]}